code --install-extension Angular.ng-template
code --install-extension dbaeumer.vscode-eslint
code --install-extension DotJoshJohnson.xml
code --install-extension eamodio.gitlens
code --install-extension EditorConfig.EditorConfig
code --install-extension eg2.vscode-npm-script
code --install-extension esbenp.prettier-vscode
code --install-extension firsttris.vscode-jest-runner
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.terminal
code --install-extension grimmer.vscode-back-forward-button
code --install-extension JanBn.git-last-commit-message
code --install-extension jeff-hykin.code-eol
code --install-extension johnpapa.angular-essentials
code --install-extension johnpapa.Angular2
code --install-extension johnpapa.vscode-peacock
code --install-extension mikestead.dotenv
code --install-extension mrmlnc.vscode-scss
code --install-extension nick-rudenko.back-n-forth
code --install-extension Orta.vscode-jest
code --install-extension PKief.material-icon-theme
code --install-extension redhat.vscode-yaml
code --install-extension SonarSource.sonarlint-vscode
code --install-extension toba.vsfire
code --install-extension tomoki1207.pdf
code --install-extension wayou.vscode-todo-highlight
code --install-extension yzhang.markdown-all-in-one
